Repository: DowranRowshenow/TodoWebApp
Catalog: todoproject/accounts/locale/*/LC_MESSAGES/django.po
Languages: tk

source: Welcome to Todo Web App!
tk: Todo web programmasyna hoş geldiňiz!

source: Create and access your todo list every where
tk: Her ýerde todo sanawyňyzy dörediň we oňa giriň

source: Use from web or download mobile application (Coming Soon!)
tk: Webden ulanyň ýa-da ykjam programmany göçürip alyň (Soonakynda!)

source: Login or create new account to continue
tk: Dowam etmek üçin giriň ýa-da täze hasap dörediň

source: LOGIN
tk: GIRIŞ

source: SIGNUP
tk: REGISTRASIÝA

source: Oops
tk: Wah

source: Something went wrong
tk: Bir zat nädogry boldy

source: Back
tk: Yza

source: Log In
tk: Giriş

source: Email address:
tk: Email adres:

source: Password:
tk: Parol:

source: Forgot password?
tk: Paroly ýatdan çykardyňyzmy?

source: Log in
tk: Giriş

source: Do not have an account yet?
tk: Entek hasabyňyz ýokmy?

source: Sign up
tk: Registrasiýa

source: New Password
tk: Täze Parol

source: Password
tk: Parol

source: Reset
tk: Täzeden düzmek

source: Reset Password
tk: Paroly täzeden düzmek

source: Sign Up
tk: Registrasiýa

source: Do you already have an account?
tk: Bireýýäm hasabyňyz barmy?

source: Your account is verified
tk: Hasabyňyz tassyklandy

source: Please login
tk: Girişiňizi haýyş edýäris

source: Login
tk: Giriş

source: We have sent an email to your account
tk: Hasabyňyza e-poçta iberdik

source: Please check your mail
tk: Poçtaňyzy barlaň
