Repository: DowranRowshenow/TodoWebApp
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: tk

source: Home
tk: Baş sahypa

source: Todo List
tk: Işler sanawy

source: Log Out
tk: Çykmak

source: Favorite Tasks
tk: Halanan işler

source: Deleted Tasks
tk: Öçürilen işler

source: All Tasks
tk: Ähli işler

source: Day Month Weekday
tk: Gün Aý Haftanyň güni

source: Search tasks...
tk: Işleri gözlemek...

source: Sort by:
tk: Tertiplemek:

source: Date Created
tk: Döredilen sene

source: Target Date
tk: Niýetlenen sene

source: Title
tk: Ady

source: Status
tk: Ýagdaýy

source: Filter:
tk: Süzgüç:

source: Completed
tk: Tamamlanan

source: Pending
tk: Garaşýan

source: Favorites
tk: Halanan

source: Deleted
tk: Öçürilen

source: Add tasks for today
tk: Şu gün üçin işler goşmak

source: Description:
tk: Düşündiriş:

source: Target Date:
tk: Niýetlenen sene:

source: Created:
tk: Döredilen:

source: Edit
tk: Redaktirlemek

source: Recover
tk: Ýenilemek

source: Delete Permanently
tk: Möwsüm öçürmek

source: Delete
tk: Öçürmek

source: First
tk: Ilkinji

source: Last
tk: Soňky

source: New Task
tk: Täze iş

source: Title:
tk: Ady:

source: Required
tk: Gerekli

source: Optional
tk: Ihtýar

source: Target date time:
tk: Niýetlenen sene we wagt:

source: Create Task
tk: Iş döretmek

source: Edit Task
tk: Işi redaktirlemek

source: Save Task
tk: Işi ýatda saklamak
