Repository: DowranRowshenow/TodoWebApp
Catalog: todoproject/main/locale/*/LC_MESSAGES/django.po
Languages: tk

source: $Home
tk: Öý

source: All Tasks
tk: Ähli Meseleler

source: Favorites
tk: Halanlarym

source: Delete
tk: Poz

source: Deleted
tk: Pozulanlar

source: Log Out
tk: Çyk

source: Favorite Tasks
tk: Halan Meselelerim

source: Day Month Weekday
tk: Gün aýy dynç güni

source: Alphabetical
tk: Elipbiý boýunça

source: Target Date
tk: Maksat Senesi

source: $None
tk: Hiçbiri

source: Unfavorites
tk: Halamaýanlar

source: Completed
tk: Tamamlandy

source: Inompleted
tk: Tamamlanmadyk

source: $Search
tk: Gözle

source: Add tasks for today
tk: Şu gün üçin meseleler goşuň

source: Recover Task
tk: Maksat dikeltmek

source: Delete Permanently
tk: Hemişelik poz

source: Edit Task
tk: Maksady üýtget

source: Mark as Unfavorite
tk: Halanmadyk diýip belläň

source: Mark as Favorite
tk: Halaýan hökmünde belläň

source: Mark as Incomplete
tk: Tamamlanmadyk däl diýip belläň

source: Mark as Complete
tk: Tamamlanan diýip belläň

source: Delete Task
tk: Meseläni poz

source: DESCRIPTION:
tk: DÜŞÜNDIRIŞ:

source: TARGET DATE TIME:
tk: MAKSAT SENESI:

source: CREATED DATE TIME:
tk: DÖREDILEN SENESI:

source: First
tk: Başky

source: Last
tk: Soňky

source: New Task
tk: Täze Maksat

source: Title:
tk: Ady:

source: Description:
tk: Düşündiriş

source: Target date time:
tk: Maksat Senesi

source: Create Task
tk: Maksat Döret

source: Save Task
tk: Maksady ýatda sakla
